"{\n  \"8\": {\n    \"grape\": NaN,\n    \"name\": \"Lava Cap Battonage Chardonnay 2012\",\n    \"notes\": \"This perfectly balanced wine begins with inviting aromas of dried flowers, twist of lime and lightly toasted oak. On the palate, enticing flavors of pear, lime, vanilla and butterscotch. The wine pairs nicely with roast chicken, turkey or pasta with cream sauce.\",\n    \"rating\": 91.0,\n    \"region\": \"Sierra Foothills, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"14\": {\n    \"grape\": NaN,\n    \"name\": \"Lava Cap Reserve Chardonnay 2015\",\n    \"notes\": \"Zesty lemon and apple blossom aroma lead into pleasant apple and pear flavors. Vanilla notes complement a lightly toasted pie crust finish.\",\n    \"rating\": 92.0,\n    \"region\": \"El Dorado, Sierra Foothills, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"15\": {\n    \"grape\": NaN,\n    \"name\": \"Lava Cap Reserve Chardonnay 2018\",\n    \"notes\": \"The 2018 vintage continues to consistently elevate Lava Cap\\u2019s Chardonnay. Zesty lemon and apple blossom aroma lead into pleasant apple and pear flavors. Vanilla notes complement a lightly toasted pie crust finish.\",\n    \"rating\": 92.0,\n    \"region\": \"El Dorado, Sierra Foothills, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"16\": {\n    \"grape\": NaN,\n    \"name\": \"Lava Cap Reserve Chardonnay 2016\",\n    \"notes\": \"Zesty lemon and apple blossom aroma lead into pleasant apple and pear flavors. Vanilla notes complement a lightly toasted pie crust finish.\",\n    \"rating\": 92.0,\n    \"region\": \"El Dorado, Sierra Foothills, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"66\": {\n    \"grape\": NaN,\n    \"name\": \"Lavinea Elton Chardonnay 2016\",\n    \"notes\": \"Pale straw in color with chartreuse and silver edge, the nose opens with mineral, wet rocks and umami notes laced with citrus and orange cream soda, and soft anise. The entry is delicate on the palate with a light creamy core, the layers of pears, white peaches, and honeysuckle flavors compete on the flinty and mineral finish. An elegant and long-lasting wine, with fresh layers upon layers which may demand another glass.\",\n    \"rating\": 92.0,\n    \"region\": \"Eola-Amity Hills, Willamette Valley, Oregon\",\n    \"variety\": \"White Wine\"\n  },\n  \"112\": {\n    \"grape\": NaN,\n    \"name\": \"Le Casematte Peloro Bianco 2017\",\n    \"notes\": \"Bright straw yellow in color. The nose boasts notes of white- and yellow-fleshed fruit, floral aromas of mimosas and chamomile, mineral aromas and Mediterranean herbs. On the palate, the wine is fresh and tangy with pleasant fruit and a long, invigorating finale heightened by lively citrus notes. \",\n    \"rating\": 91.0,\n    \"region\": \"Sicily, Italy\",\n    \"variety\": \"White Wine\"\n  },\n  \"145\": {\n    \"grape\": NaN,\n    \"name\": \"Le Domaine D'Henri Chablis Fourchaume Premier Cru 2014\",\n    \"notes\": \"Planted half in 1964 and half in 1999, this is an elegant, refined fruit-driven wine with a good structured impression on the palate.The Kimmeridgian escarpment of Fourchaume is reputed to produce some of the best Chablis wines and the South West exposure of the vines means that they bask in the warm afternoon sun.\",\n    \"rating\": 91.0,\n    \"region\": \"Chablis, Burgundy, France\",\n    \"variety\": \"White Wine\"\n  },\n  \"146\": {\n    \"grape\": NaN,\n    \"name\": \"Le Domaine D'Henri Chablis Fourchaume Premier Cru 2015\",\n    \"notes\": \"Planted half in 1964 and half in 1999, this is an elegant, refined fruit-driven wine with a good structured impression on the palate. The Kimmeridgian escarpment of Fourchaume is reputed to produce some of the best Chablis wines -- and the South West exposure of the vines means that they bask in the warm afternoon sun. Vinified in stainless steel tanks (89%) to preserve the minerality and freshness, and in oak barrels (11%) of 228-litres to add more complex notes, this wine will continue to improve for the next 15 years or so.\",\n    \"rating\": 91.0,\n    \"region\": \"Chablis, Burgundy, France\",\n    \"variety\": \"White Wine\"\n  },\n  \"202\": {\n    \"grape\": NaN,\n    \"name\": \"Le Macchiole Paleo Bianco 2013\",\n    \"notes\": \"Paleo Bianco is an original blend of Sauvignon Blanc and Chardonnay yet with a strong Mediterranean character and an excellent balance. Perfect for pairing with seafood this white does not shy from a medium to long aging in bottle.\",\n    \"rating\": 91.0,\n    \"region\": \"Tuscany, Italy\",\n    \"variety\": \"White Wine\"\n  },\n  \"205\": {\n    \"grape\": NaN,\n    \"name\": \"Le Macchiole Paleo Bianco 2017\",\n    \"notes\": \"Paleo Bianco today is a silky, mineral-driven blend of Chardonnay  and Sauvignon Blanc with loads of savory Mediterranean character. Deep aromas of lime and white flowers and a delicate spicy note reminiscent of almond and hazelnut.\",\n    \"rating\": 92.0,\n    \"region\": \"Tuscany, Italy\",\n    \"variety\": \"White Wine\"\n  },\n  \"228\": {\n    \"grape\": NaN,\n    \"name\": \"Le P'tit Paysan Jack's Hill Chardonnay 2011\",\n    \"notes\": \"Flint, sea air, meyer lemon and hints of brioche. Broad on the palate without losing focus. Finishes with bright acidity, lemon curd and salty minerality.\",\n    \"rating\": 92.0,\n    \"region\": \"Monterey, Central Coast, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"229\": {\n    \"grape\": NaN,\n    \"name\": \"Le P'tit Paysan Jack's Hill Chardonnay 2013\",\n    \"notes\": \"Picked at moderate sugars and fermented in a combination of stainless steel and neutral oak. Neutral oak aged, barrel stirred with partial secondary fermentation. This wine is bright, with orchard fruit giving way to an intense minerality.\",\n    \"rating\": 92.0,\n    \"region\": \"Central Coast, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"231\": {\n    \"grape\": NaN,\n    \"name\": \"Le P'tit Paysan La Marea Albarino 2014\",\n    \"notes\": \"Kristy Vineyard is on a bench overlooking the Salinas River mainly consisting of calcium rich shale soils and ripens at low sugar and high acids. Cold fermented in stainless steel for aromatic intensity. Citrus blossom and crushed seashell aromas, elegant texture and bright acidity. \",\n    \"rating\": 92.0,\n    \"region\": \"Central Coast, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"249\": {\n    \"grape\": NaN,\n    \"name\": \"Le Roi des Pierres Sancerre 2016\",\n    \"notes\": \"This Sancerre is an enchanting pale gold yellow with green hints. Concentrated aromas of exotic fruits, grapefruit, passion fruit, mango and blood orange tempt the senses before unfolding to a structured, mineral-driven palate with a graphite finish that evokes the flint terroir of St. Gemme. Notes of orange zest linger on the beautifully balanced finish that leaves a saline impression.\",\n    \"rating\": 91.0,\n    \"region\": \"Sancerre, Loire, France\",\n    \"variety\": \"White Wine\"\n  },\n  \"277\": {\n    \"grape\": NaN,\n    \"name\": \"Le Vieux Donjon Chateauneuf-du-Pape Blanc 2006\",\n    \"notes\": \"A tiny bit of superb white wine made.  Well-defined and shapely so that they may be enjoyed right away, Vieux Donjon Chateauneufs, nevertheless age slowly and magnificently.\",\n    \"rating\": 91.0,\n    \"region\": \"Chateauneuf-du-Pape, Rhone, France\",\n    \"variety\": \"White Wine\"\n  },\n  \"278\": {\n    \"grape\": NaN,\n    \"name\": \"Le Vigne di Eli Etna Bianco 2012\",\n    \"notes\": \"A project by Marco de Grazia, named for his daughter Elena (Eli), that donates a large portion of the proceeds to a children's hospital in Florence. The labels are drawings by Elena. This is 100% Carricante from Mount Etna. Vinified in stainless steel vats through cold maceration and aged in 10lh barrell and tonneaux for 10 months, last passage in bottle for further 8 months. Straw yellow colour, it shows delicate orange blossom and a dainty touch of white flower, lime wood and vanilla on the nose, sapid on the palate. Fish, flesh or foul, all are fine, if very gently cooked. It loves seafood, particularly over pasta: after all, it is Sicilian. \",\n    \"rating\": 91.0,\n    \"region\": \"Sicily, Italy\",\n    \"variety\": \"White Wine\"\n  },\n  \"298\": {\n    \"grape\": NaN,\n    \"name\": \"Leasingham Bin 7 Riesling 2005\",\n    \"notes\": \"\\\"...offering bold flavors of honeycoated minerals perked by curls of lime zest. Firmly built and close to dry, you can drink it now for its power and fruit, or hold it up to 10 years or more...\\\"\",\n    \"rating\": 91.0,\n    \"region\": \"Clare Valley, South Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"306\": {\n    \"grape\": NaN,\n    \"name\": \"Leasingham Magnus Riesling 2007\",\n    \"notes\": \"In its inaugural release, the 2006 Magnus Riesling displays all the hallmarks of fine Clare Valley Riesling; juicy acidity, lemony citrus and fullness of flavor. The palate shows fresh punchy citrus fruit balanced out by delicious, tangy acidity, and finishes long and refreshing.\",\n    \"rating\": 91.0,\n    \"region\": \"Clare Valley, South Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"322\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Barrel Fermented Semillon 2004\",\n    \"notes\": \"\\\"Few Semillons show their richness and complexity as those produced in Washington State.  Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine.  Try it with a goat cheese appetizer, spicy seafood, or your traditional Thanksgiving turkey and dressing.\\\"\",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"324\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Chardonnay 2006\",\n    \"notes\": \"Elegantly balanced, this Burgundian style Chardonnay shows Fuji apple, Asian pear and ripe pineapple and tropical flavors with subtle mineral and spice that gain complexity on a long, robust finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"330\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Chardonnay 2013\",\n    \"notes\": \"This beautifully expressive Chardonnay offers an enticing mix of tropical fruit, apple, and old world characters of flint and slate. The rich structure of this wine is finely balanced with texture and minerality, adding complexity on the full, lingering finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"333\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Chardonnay 2016\",\n    \"notes\": \"This beautifully expressive Chardonnay offers an inviting mix of baked apple, dried mango, brioche, and stone. Complex, with excellent balance, the finish builds to a long fruit-mineral-spice aftertaste.\",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"365\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Luminesce Seven Hills Vineyard 2009\",\n    \"notes\": \"Rich and complex, our Estate Luminesce shows exotic spice, star fruit and papaya aromas. A creamy edge enhances the lush, tropical fruit flavors which gain depth on the lengthy finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Walla Walla Valley, Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"369\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Luminesce Seven Hills Vineyard 2013\",\n    \"notes\": \"Rich and harmonious our estate Luminesce offers creamy aromas and flavors of kiwi, star and passion fruits. The finish is seamless, lingering with citrus and mineral elements. \",\n    \"rating\": 92.0,\n    \"region\": \"Walla Walla Valley, Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"370\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Luminesce Seven Hills Vineyard 2014\",\n    \"notes\": \"Rich and harmonious our estate Luminesce offers aromas and flavors of lemongrass, kiwi, white peach and melon. The finish is seamless, lingering with citrus and mineral elements. \",\n    \"rating\": 91.0,\n    \"region\": \"Walla Walla Valley, Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"372\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Old Vines Chenin Blanc 2011\",\n    \"notes\": \"This fresh, vibrant and fruity Chenin Blanc shows rich floral aromatics of jasmine, lavender, and orange blossom with flavors of star fruit, apple and apricot on a crisp mineral finish. \",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"373\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Old Vines Chenin Blanc 2010\",\n    \"notes\": \"This fresh, tart and delightfully fruity Chenin Blanc shows Asian pear, lavender, perfumed honeysuckle and orange blossom aromas with flavors of sweet apple, apricot and pink grapefruit on a robust and crisp mineral finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"376\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Old Vines Chenin Blanc 2012\",\n    \"notes\": \"L'Ecole N\\u00ba 41 has produced this old vine, Vouvray style Chenin Blanc since 1987. Jean Ferguson, L'Ecole N\\u00ba 41's founding winemaker, loved this wine and crafted her version of Vouvray through cold fermentation to enhance the fruity and floral esters. \",\n    \"rating\": 92.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"391\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Semillon 2009\",\n    \"notes\": \"83% Semillon, 17% Sauvignon Blanc. \",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"395\": {\n    \"grape\": NaN,\n    \"name\": \"L'Ecole 41 Semillon 2018\",\n    \"notes\": \"This aromatic gem shows multiple layers of stone fruit, melon, and floral aromas with flavors of pear and lemon custard on a refreshingly balanced finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Columbia Valley, Washington\",\n    \"variety\": \"White Wine\"\n  },\n  \"460\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Art Series Chardonnay 2004\",\n    \"notes\": \"The complex nose is typical Leeuwin, with lifted aromas of dried pear and ripe peach accompanied by hints of cashews and integrated French oak.  This finely balanced bouquet is the result of low-yielding vines, premium quality oak and gentle winemaking techniques to preserve the richness of the fruit.   \",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"463\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Art Series Chardonnay 2006\",\n    \"notes\": \"The colour is brilliant and youthful green straw.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"466\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Art Series Chardonnay 2011\",\n    \"notes\": \"#5\",\n    \"rating\": 92.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"469\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Art Series Chardonnay 2012\",\n    \"notes\": \"#76\",\n    \"rating\": 92.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"479\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Art Series Riesling 2012\",\n    \"notes\": \"The bouquet shows fragrant and bright notes of lime blossom and cut lemon greet the nose, and are met with underlying hints of kaffir lime leaf and subtle spice. The palate is taut and focused offering lively lemon curd, lime pith and floral notes. Racy acidity defines the palate and provides great drive. These elements are woven together with a mineral finish.   \",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"480\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Art Series Riesling 2013\",\n    \"notes\": \"Freshly cut limes, lemon sorbet and hints of Granny Smith apples combine with pronounced floral notes, hints of sweet spice and fragrant kaffir lime leaf. The palate is taut and fine with bursting Tahitian lime and lemon pith. Lively and racy acid underpins the palate throughout. Mineral and flint characters make this vintage one of Leeuwin's finest.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"497\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Prelude Vineyards Chardonnay 2001\",\n    \"notes\": \"The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"499\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Prelude Vineyards Chardonnay 2004\",\n    \"notes\": \"Color is transparent light straw with flashes of bright green. The initial aromas are intense and lifted with perfumes of white peach, nectarine/stone fruit backed by the wonderful pungency of citrus flowers. Although fermented in oak there is only an underpinning whisper of it present in the bouquet. The palate is up front with fruit showing a predominance of pears and citrus. It has weight, but with true elegance and softness. It finishes with a sense of depth and an aftertaste of nuttiness, tempered with fruit.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"500\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Prelude Vineyards Chardonnay 2003\",\n    \"notes\": \"The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"506\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Prelude Vineyards Chardonnay 2011\",\n    \"notes\": \"A complex and layered palate and features a delicate lemon, pear and lime fruit spectrum at the forefront. Tight and focused, woven together by a pristine natural acid line. Mealy notes, gunflint and subtleties of nougat, fragrant jasmine and sweet spice provide breadth to an elegant nose. Delicately textured with vibrant grapefruit and freshly cut lime, width and complexity enhanced by fluffy nougat notes. A classical wine frm an outstanding vintage.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"507\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Prelude Vineyards Chardonnay 2012\",\n    \"notes\": \"Cut limes, ripe nashi pears and white peaches greet the nose, amidst aromas of fresh nougat, honeycomb, brioche and rice wafers. Savory lemon rind, figs and quince create complexity, while oak derived toasted hazelnuts and cinnamon spice is diligently incorporated to enhance the balance. The palate is tight and defined, characterized by fresh lime, white nectarine and pears. Luscious texture delivers balanced depth and breadth to the palate. Oatmeal, nutmeg and subtle oak char lie in the background, with all components brought together with a taut and refreshing acid line.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"511\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Prelude Vineyards Chardonnay 2018\",\n    \"notes\": \"The jasmine, frangipani, chamomile, and cardamom meet with the classical pear, lime, and lemon fruit spectrum in this fantastic wine. \",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"515\": {\n    \"grape\": NaN,\n    \"name\": \"Leeuwin Estate Siblings Sauvignon Blanc Semillon 2002\",\n    \"notes\": \"A youthful straw green colour.\",\n    \"rating\": 91.0,\n    \"region\": \"Margaret River, Western Australia, Australia\",\n    \"variety\": \"White Wine\"\n  },\n  \"538\": {\n    \"grape\": NaN,\n    \"name\": \"Lemelson Chardonnay Reserve 2012\",\n    \"notes\": \"In pursuit of balance and finesse in a warm growing season, Lemelson  did two picks on our Johnson Vineyard: the first, to preserve vibrancy and the second, for texture and aromatics. The result is a wine that expresses the fruit of the vintage while remaining fresh and lower in alcohol. Peach, Asian pear, honeysuckle and plum on the nose are accented by subtle notes of hazelnut, brioche and tarragon. The palate is energetic and fresh with citrus and spice at mid-palate leading way to a long, citrus and mineral finish. While many vintages of their Reserve Chardonnay have aged quite gracefully, the opulent fruit of this vintage suggests that this wine will be at its best over the next five years.  \",\n    \"rating\": 91.0,\n    \"region\": \"Oregon\",\n    \"variety\": \"White Wine\"\n  },\n  \"540\": {\n    \"grape\": NaN,\n    \"name\": \"Lemelson Dry Riesling 2009\",\n    \"notes\": \"The vineyard source for our Riesling remains constant as the style created in the vineyard and winery continues to evolve. Over the last four vintages, the Riesling has become drier and leaner, the 2009 has the least residual sugar yet. The nose shows lemon curd, pear, honeysuckle, chalk and lemongrass and develops honey and nectarine with time open. The palate is soft on entry with a vibrant mid-palate that turns to lime, nectarine ane mineral notes on the long finish.   \",\n    \"rating\": 91.0,\n    \"region\": \"Willamette Valley, Oregon\",\n    \"variety\": \"White Wine\"\n  },\n  \"564\": {\n    \"grape\": NaN,\n    \"name\": \"Leo Steen Saini Vineyard Chenin Blanc 2015\",\n    \"notes\": \"My favorite vintage of Saini Chenin Blanc to date, this wine has alluring weight and richness, a silky texture and dazzling aromas of Anjou pear, green apple, quince, lemon verbena and white flowers. With a lovely hint of viscosity to the mouthfeel, the flavors seem to glide across the palate, offering a medley of orchard fruit, Meyer lemon, and green pineapple notes, as well as hints of white tea and wet Riverstone minerality that carry through to a lingering finish.\",\n    \"rating\": 92.0,\n    \"region\": \"Dry Creek Valley, Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"654\": {\n    \"grape\": NaN,\n    \"name\": \"Les Cretes Les Abeilles 2006\",\n    \"notes\": \"Brilliant golden yellow hue. Fruit (dried apricots, jam), spice and a hint of acacia flower honey on the nose. Complex palate with sweet, soft, mineral undertones. Long, fresh finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Valle d'Aosta, Italy\",\n    \"variety\": \"White Wine\"\n  },\n  \"655\": {\n    \"grape\": NaN,\n    \"name\": \"Les Cretes Valle d'Aosta Chardonnay 2010\",\n    \"notes\": \"Valle d'Aosta Chardonnay is a lovely yellow. The nose is delicately floral with hints of banana and a bit of plum. On the palate, the wine is soft, fruity and mineral. This Chardonnay from this region is grown with excellent results, giving a wine with exuberant fruit flavor, combined with a pure expression of the \\\"terroir\\\" of the mountain. \",\n    \"rating\": 92.0,\n    \"region\": \"Italy\",\n    \"variety\": \"White Wine\"\n  },\n  \"668\": {\n    \"grape\": NaN,\n    \"name\": \"Les Hauts de Lagarde Bordeaux Blanc 2013\",\n    \"notes\": NaN,\n    \"rating\": 91.0,\n    \"region\": \"Bordeaux, France\",\n    \"variety\": \"White Wine\"\n  },\n  \"679\": {\n    \"grape\": NaN,\n    \"name\": \"Leth Steinagrund Gruner Veltliner 2010\",\n    \"notes\": \"The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability.\",\n    \"rating\": 91.0,\n    \"region\": \"Austria\",\n    \"variety\": \"White Wine\"\n  },\n  \"681\": {\n    \"grape\": NaN,\n    \"name\": \"Leth Steinagrund Gruner Veltliner 2015\",\n    \"notes\": \"The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability.\",\n    \"rating\": 91.0,\n    \"region\": \"Austria\",\n    \"variety\": \"White Wine\"\n  },\n  \"720\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Barcaglia Lane Chardonnay 2009\",\n    \"notes\": \"Like the Reserve Chardonnay, our Barcaglia Lane bottling receives four additional months of barrel aging on the lees resulting in broad texture and fine detail. It is sourced from a single rolling vineyard in the Russian River Valley, part of the famed Dutton Ranch. Planted for us in 1998, the site consists of 3 sloping blocks planted to three different clones. The wine is strikingly aromatic with ripened mandarin, blood orange and spiced apple fruits, shot through with honeysuckle and hazelnut spice. Voluptuously built with plenty of curves, the richly woven palate gives way to a lively citrus laced finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Russian River, Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"722\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Barcaglia Lane Chardonnay 2014\",\n    \"notes\": \"2014 makes it three excellent vintages in a row for our Barcaglia Lane Chardonnay, sourced from a trio of clones at this Dutton Ranch vineyard. The wine is all succulent, ripe citrus with toasty tangerine, orange zest and lemon-lime. Toasty gun-barrel oak and vanilla, together with tropical fruit skin and spice completes the package. Buttressed by a framework of native acidity the wine is gauzy in weight and texture, staying up in the palate before finishing with focus and clarity.\",\n    \"rating\": 92.0,\n    \"region\": \"Russian River, Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"723\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Barcaglia Lane Chardonnay 2017\",\n    \"notes\": \"The nose alone takes our 2017 Barcaglia Lane Chardonnay to the highest level, with nectarine and vanilla chiffon, sterling rose and preserved lemon, mineral, and sweet oak spice. Deftly weighted with citrus and tree fruits the wine achieves balance through a ribbon of native acidity carrying on to a lengthy succulent finish.\",\n    \"rating\": 92.0,\n    \"region\": \"Russian River, Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"742\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Napa Valley Chardonnay 2008\",\n    \"notes\": \"Crafted from a combination of Oak Knoll vines and longer-hanging Carneros clusters, our 2008 Napa Valley Chardonnay is satisfyingly ripe, yet focused and fresh in the same sip. Showy stone fruit, pear, hazelnut and toasty oak spices spill from the glass. Rich-bodied, fruitful and round on the palate with vanilla and subtle minerality, the wine is threaded with lively acidity bringing length and focus to a fine finish.\",\n    \"rating\": 91.0,\n    \"region\": \"Napa Valley, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"743\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Napa Valley Chardonnay 2015\",\n    \"notes\": \"Grapes for the 2015 Napa Chardonnay came in early and the wine centers around ripe Bosc pear and Fuji apple with delicious caramel custard, pie crust and hazelnut. Thickly textured and satiny smooth like Deux-Sevres butter, the richness and weight are buttressed with native acidity and subtle minerality bringing complexity and length to this delicious wine.\",\n    \"rating\": 92.0,\n    \"region\": \"Napa Valley, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"745\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Napa Valley Chardonnay 2016\",\n    \"notes\": \"Golden delicious apple, honeysuckle blossom and toasty caramel spice aromas are served up generously in the 2016 Napa Chardonnay. Silky in texture with ripe tree fruit and plenty of drive the wine is athletic and complex with a tail of smoky mineral and lees character.\",\n    \"rating\": 92.0,\n    \"region\": \"Napa Valley, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"765\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Reserve Chardonnay 2015\",\n    \"notes\": \"Neil Young's \\\"Cinnamon Girl\\\" best captures the character of our rocking 2015 Reserve Chardonnay. Ripe yet succulent D'Anjou pear, gardenia blossom, sweet mineral spice and toasty brioche aromas come singing through. Broad-shouldered, with creamy textured leesy flavors, the wine reaches great depth while maintaining precision and serious structure.\",\n    \"rating\": 92.0,\n    \"region\": \"Napa Valley, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"770\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Sauvignon Blanc 2018\",\n    \"notes\": \"Like a sailplane this 2018 Sauvignon Blanc soars with alluring floral spice, lemon-lime zest and hints of vanilla. A leading edge of native acidity frames a camber line of ripe mango and tropical fruit that tails gracefully with succulent lime skin and subtle mineral.\",\n    \"rating\": 92.0,\n    \"region\": \"Napa Valley, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"772\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Sonoma Chardonnay 2015\",\n    \"notes\": \"Blazing tropical fruit, exotic spices and sexy ripe citrus come together in this tangerine dream. Like a beach volleyball Olympian, the wine has explosive power plus tremendous depth and range on the palate. Richness and precision are continually on point, and the wine sets up high in the mouth before stretching out in a tanned and impossibly long-legged, leesy finish. \",\n    \"rating\": 92.0,\n    \"region\": \"Russian River, Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"773\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Sonoma Chardonnay 2017\",\n    \"notes\": \"Chardonnay is whole cluster pressed, barrel fermented and aged sur lies with batonnage in 100% French oak for 11-15 months, undergoing 100% malolactic fermentation, then bottled unfined and unfiltered. \",\n    \"rating\": 92.0,\n    \"region\": \"Russian River, Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  },\n  \"774\": {\n    \"grape\": NaN,\n    \"name\": \"Lewis Cellars Sonoma Valley Chardonnay 2008\",\n    \"notes\": \"Our Sonoma Chardonnay comes from some of the oldest Dutton Ranch plantings in Russian River. These vines consistently yield fruit of great complexity and intensity seldom found in other sites. Cooler temperatures toward the end of the 2008 growing season resulted in crisp, well-defined flavors and long ripening times. Ripe citrus, Tupelo honey and sweet floral notes combined with seductive oak and all-spice aromas are just the beginning. Sun-ripened citrus fruit flavors are framed with brilliant acidity giving this wine its trademark zest and tremendous length.\",\n    \"rating\": 91.0,\n    \"region\": \"Sonoma County, California\",\n    \"variety\": \"White Wine\"\n  }\n}"